{
	"data": [
		{
			"text": "Unless you are an experienced manager, you may not even see what’s wrong with this process, but it very nearly led to my company’s demise. In fact, the above process is completely upside-down and should only be followed if you wish to bloat your company to the brink of bankruptcy and create a culture of chaos.",
			"emotion": "angry",
			"Anger":0,
			"Cheerfulness":0.27,			
			"Negative":0.92,
			"Agreeableness":0.6,
			"Conscientiousness":0,
			"Openness":0.14,
			"Analytical":0.91,
			"Confident":1,
			"Tentative":0.89
		},
		{
			"text": "I’ve fallen in love with Khan Academy more and more as I’ve developed as a leader, teacher, learner, social activist, and software engineer. I am so so pumped to join their team in January 2016 for my next internship!!",
			"emotion": "excited",
			"Anger":0,
			"Cheerfulness":0.84,			
			"Negative":0,
			"Agreeableness":0.95,
			"Conscientiousness":0.87,
			"Openness":0.12,
			"Analytical":0.28,
			"Confident":0,
			"Tentative":0
		},
		{
			"text": "The children that I get off of the bus are exhausted. They are frustrated. They are over worked. They are burned out. I feel as if I should make them a weak whiskey on the rocks, hand them their pipe and slippers, and leave them alone for an hour to decompress.",
			"emotion": "frustrated",
			"Anger":1,
			"Cheerfulness":0,			
			"Negative":1,
			"Agreeableness":0.98,
			"Conscientiousness":0.01,
			"Openness":0,
			"Analytical":0.83,
			"Confident":0,
			"Tentative":0
		},
		{
			"text": "So happy to be here in beautiful Geneva. Excited to be performing here for the very first time on the 11th.",
			"emotion": "happy",
			"Anger":0,
			"Cheerfulness":1,			
			"Negative":0,
			"Agreeableness":0.98,
			"Conscientiousness":1,
			"Openness":0.9,
			"Analytical":0,
			"Confident":1,
			"Tentative":0
		},
		{
			"text": "To me, camp is freedom. A place under the redwood trees where everyone can be themselves. A place where it’s cool to sing songs, it’s cool to make bracelets, it’s cool to talk funny, it’s cool to paint your face, it’s cool to stare at the stars, it’s cool to dress like an animal, it’s cool to be an animal.",
			"emotion": "happy",
			"Anger":0,
			"Cheerfulness":0.97,			
			"Negative":0,
			"Agreeableness":0.95,
			"Conscientiousness":0.69,
			"Openness":0.05,
			"Analytical":0,
			"Confident":0,
			"Tentative":0.39
		},
		{
			"text": "Remember, your spouse’s dreams may not line up with yours, don’t judge, minimize or dismiss them. Ask questions and understand why it’s important to them and then make it your passion to help check those dreams off their list, one by one.",
			"emotion": "neutral",
			"Anger":0,
			"Cheerfulness":0.78,			
			"Negative":0,
			"Agreeableness":1,
			"Conscientiousness":0,
			"Openness":0,
			"Analytical":1,
			"Confident":0,
			"Tentative":0.88
		},
		{
			"text": "Nonworkers spend much more time doing housework. Men without jobs, in particular, spend more time watching television, while women without jobs spend more time taking care of others. And the nonemployed of both sexes spend more time sleeping than their employed counterparts.",
			"emotion": "neutral",
			"Anger":0,
			"Cheerfulness":0.78,			
			"Negative":0,
			"Agreeableness":0.74,
			"Conscientiousness":0.5,
			"Openness":0.05,
			"Analytical":0.91,
			"Confident":0,
			"Tentative":0
		},
		{
			"text": "Lately, I’ve had some tasks on my to-do list that just aren’t getting done. I think about these unfinished tasks and I feel sad that I haven’t completed them. I feel stressed and worried about what people are thinking of me because I haven’t delivered on things I said I was going to get done.",
			"emotion": "sad",
			"Anger":0,
			"Cheerfulness":0,			
			"Negative":1,
			"Agreeableness":0.86,
			"Conscientiousness":0,
			"Openness":0,
			"Analytical":0.96,
			"Confident":0,
			"Tentative":0.83
		},
		{
			"text": "Sure, that's fine. I mean, I was going to get married this weekend, but I'll just drop it. She probably would've left me anyway.",
			"emotion": "sad",
			"Anger":0,
			"Cheerfulness":0.7,			
			"Negative":0,
			"Agreeableness":0.97,
			"Conscientiousness":0,
			"Openness":0,
			"Analytical":0.94,
			"Confident":0.1,
			"Tentative":0.96
		},
		{ "text": "What they found was that about 13 percent of patients who received basic life support survived and were discharged versus 9 percent of patients who received advanced life support. More patients who received basic life support lived for 90 days after discharge, too (8 percent versus 5 percent). Basic life support patients also had better neurological outcomes.","Cheerfulness": 0.9784183006535947,"Negative": 0,"Anger": 0,"Analytical": 0.9091542959964013,"Confident": 0,"Tentative": 0,"Openness": 0.0914808807353133,"Agreeableness": 0.7511037639877922,"Conscientiousness": 0.58840743491794,"emotion": "neutral" },
		{ "text": "Because I’ve been lucky all my life, that even though as a child I was introverted, slightly anti-social, highly temperamental, and feared everything from taking risks to meeting new people to trying new things, I’ve done fairly well in life, because of one simple thing: I’ve always had great mentors which means I’ve always hung around with people much, much smarter than I am.","Cheerfulness": 0.53,"Negative": 1,"Anger": 0,"Analytical": 0.9335344827586207,"Confident": 1,"Tentative": 0.76,"Openness": 0.009665141564113276,"Agreeableness": 0.7839190225599396,"Conscientiousness": 0.01855379417879417,"emotion": "happy" },
		{ "text": "There two wonderful enthusiastic women who absolutely inspire me to be more genuinely joyful. Tina Roth Eisenberg (aka. Swiss Miss), she often mentions enthusiasm as her biggest asset, here she is in beautiful joyful red telling her story. And Paula Sher, her wonderful Ted talk titled: Great design is serious, not solemn has changed my life.","Cheerfulness": 1,"Negative": 1,"Anger": 0,"Analytical": 0.15597752028329365,"Confident": 0.9848444309927361,"Tentative": 0,"Openness": 0.005460556339696096,"Agreeableness": 0.98199031148938,"Conscientiousness": 0.09385416666666674,"emotion": "excited" },
		{ "text": "The things the Pixable team accomplished are remarkable any way you shake it. We achieved what we set out to do, even if the final result didn’t end up with us becoming the next Buzzfeed.","Cheerfulness": 0,"Negative": 1,"Anger": 0,"Analytical": 0.82,"Confident": 0,"Tentative": 0.9077924735111436,"Openness": 0.007930871538522257,"Agreeableness": 0.984401363488509,"Conscientiousness": 0.0720796576695194,"emotion":"happy"},
		{ "text": "You’re the worst thing that has ever happened to the universe, you owe everyone everywhere an apology for this burritobomination, and I hope your babies look like monkeys.","Cheerfulness": 1,"Negative": 0,"Anger": 0,"Analytical": 0.46580968688845376,"Confident": 0,"Tentative": 0.9375974025974025,"Openness": 0,"Agreeableness": 1,"Conscientiousness": 0.1464039408866995,"emotion":"angry" },
		{ "text": "I’m afraid of strange men in elevators. I’m afraid of strange men when I walk home, when I travel, when I go to work, when I go to school…. But that’s just the mindset of the modern woman, always on the defensive — don’t let anyone find the chinks in your armor. In other words, don’t give anyone the chance to take advantage of you.","Cheerfulness": 0.53,"Negative": 1,"Anger": 1,"Analytical": 0.6853182339449541,"Confident": 0.9767098214285714,"Tentative": 0.9176630434782609,"Openness": 0.0012025641436061748,"Agreeableness": 0.9368847656250002,"Conscientiousness": 0.008476706237953392,"emotion": "sad" },
		{ "text": "There are no more barriers to cross. All I have in common with the uncontrollable and the insane, the vicious and the evil, all the mayhem I have caused and my utter indifference toward it I have now surpassed. My pain is constant and sharp, and I do not hope for a better world for anyone. In fact, I want my pain to be inflicted on others. I want no one to escape. But even after admitting this, there is no catharsis; my punishment continues to elude me, and I gain no deeper knowledge of myself. No new knowledge can be extracted from my telling. This confession has meant nothing.","Cheerfulness": 0.4442467532467534,"Negative": 1,"Anger": 1,"Analytical": 0.9410545454545454,"Confident": 1,"Tentative": 0.8368875855327468,"Openness": 0.008724649206755714,"Agreeableness": 0.6069416354754806,"Conscientiousness": 0,"emotion":"angry"}

	]
}